<?php

return [
	'110' => '%s',
	'200' => '%s',
	'400' => '未知错误：%s',

	'1001' => '%s参数缺失或非法',
	'1002' => '请求太频繁，请%s后再试',
	'1003' => '找不到相关数据',

	'2001' => '无token或token无效，请重新登陆',
	'2002' => '%s手机号码已注册，请重新输入或登陆',
	'2003' => '%s手机号码未注册，请重新输入',
	'2004' => '短信验证码错误，请重新输入或重新获取',
	'2005' => '图片验证码错误，请重新输入或重新获取',
	'2006' => '账号或密码错误，请重新输入或找回密码',
	'2007' => '%s用户已被封号，请联系客服',
	'2008' => '%s用户无权限',
	'2009' => '%s版本过高',
	'2010' => '%s版本过低',
	'2011' => '接单人和发单人不能为同一人',
	'2012' => '你尚未是某个社团的社长，请申请社团入驻或让社长提升你的职位',


	'8001' => '已拥有店铺',
	'8002' => '未申请店铺',
	'8003' => '店铺审核中',
	'8004' => '店铺审核不通过',
	'8005' => '店铺已关闭',
	'8006' => '店铺已存在该商品',
	'8007' => '店铺不存在',
	'8008' => '已存在同名店铺',
	'8009' => '不存在该商品',
	'8010' => '添加失败，该商品已禁止销售',
	'8011' => '添加失败，库存为0',
	'8012' => '添加失败，库存不足',
	'8013' => '',
];
