<?php

return [

    //短信签名
    'signName' => '校汇',

	/*
    |--------------------------------------------------------------------------
    | 短信模块
    |--------------------------------------------------------------------------
    |
    | 阿里大于提供的短信模板
    |
    */
    //用户注册
	'reg' => 'SMS_14900048',

	//找回密码
	'reset' => 'SMS_13420677',

	'changeAli' => 'SMS_13575032',

	'resetPayPassword' => 'SMS_13525034',

	'order_info' => 'SMS_35445001',
    //取货码
    'pick_code' => 'SMS_66920211',
    //短信登录
    'reg_verify' => 'SMS_67265988',
    //实名通过
    'real_name_true'  => 'SMS_67146210',
    //实名不通过
    'real_name_error' => 'SMS_67151333'
];
